ENS-Yashwanth/smart_safety_band/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y

# Enable PPP support so esp-modem can use PPPoS for data connections
# Enable LWIP PPP support and PPP subsystem
CONFIG_LWIP_PPP_SUPPORT=y
CONFIG_PPP_SUPPORT=y
